Repository: JamesLinYJ/APFSearch
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: es, ja, ko, pt, ru, zh_hans, zh_hant

# action.bookmark_current_search
source: Bookmark Current Search…
es: Añadir búsqueda actual a marcadores…
ja: 現在の検索をブックマークに追加…
ko: 현재 검색을 책갈피에 추가…
pt: Adicionar pesquisa atual aos marcadores…
ru: Добавить текущий поиск в закладки…
zh_hans: 将当前搜索存为书签…
zh_hant: 將當前搜尋存為書簽…

# action.bring_all_to_front
source: Bring All to Front
es: Traer todo al frente
ja: すべてを手前に移動
ko: 모두 앞으로 가져오기
pt: Trazer tudo para a frente
ru: Все окна на передний план
zh_hans: 前置全部窗口
zh_hant: 前置全部視窗

# action.cancel
source: Cancel
es: Cancelar
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отменить
zh_hans: 取消
zh_hant: 取消

# action.choose
source: Choose
es: Seleccionar
ja: 選択
ko: 선택
pt: Selecionar
ru: Выбрать
zh_hans: 选择
zh_hant: 選擇

# action.choose_folder
source: Choose Folder…
es: Seleccionar carpeta…
ja: フォルダを選択…
ko: 폴더 선택…
pt: Selecionar pasta…
ru: Выбрать папку…
zh_hans: 选择文件夹…
zh_hant: 選擇資料夾…

# action.choose_local_apfs_volumes
source: Choose Local APFS Volumes…
es: Seleccionar volúmenes APFS locales…
ja: ローカルAPFSボリュームを選択…
ko: 로컬 APFS 볼륨 선택…
pt: Selecionar volumes APFS locais…
ru: Выбрать локальные тома APFS…
zh_hans: 选择本机 APFS 卷…
zh_hant: 選擇本機 APFS 卷…

# action.clear_history
source: Clear History
es: Borrar historial
ja: 履歴を消去
ko: 기록 지우기
pt: Limpar histórico
ru: Очистить историю
zh_hans: 清空历史
zh_hant: 清空歷史

# action.close
source: Close
es: Cerrar
ja: 閉じる
ko: 닫기
pt: Fechar
ru: Закрыть
zh_hans: 关闭
zh_hant: 關閉

# action.confirm_trash
source: Move to Trash…
es: Trasladar a la papelera…
ja: ゴミ箱に入れる…
ko: 휴지통으로 이동…
pt: Mover para o Lixo…
ru: Переместить в Корзину…
zh_hans: 移入废纸篓…
zh_hant: 移入廢紙簍…

# action.continue
source: Continue
es: Continuar
ja: 続ける
ko: 계속
pt: Continuar
ru: Продолжить
zh_hans: 执行
zh_hant: 執行

# action.copy
source: Copy
es: Copiar
ja: コピー
ko: 복사
pt: Copiar
ru: Копировать
zh_hans: 复制
zh_hant: 複製

# action.copy_dialog
source: Copy To…
es: Copiar a…
ja: コピー先を選択…
ko: 다음으로 복사…
pt: Copiar para…
ru: Копировать в…
zh_hans: 复制到…
zh_hant: 複製到…

# action.copy_path
source: Copy Path
es: Copiar ruta
ja: パスをコピー
ko: 경로 복사
pt: Copiar caminho
ru: Скопировать путь
zh_hans: 复制路径
zh_hant: 複製路徑

# action.cut
source: Cut
es: Cortar
ja: カット
ko: 오려두기
pt: Recortar
ru: Вырезать
zh_hans: 剪切
zh_hant: 剪下

# action.export_file_list
source: Export Current File List…
es: Exportar lista de archivos actual…
ja: 現在のファイルリストを書き出す…
ko: 현재 파일 목록 내보내기…
pt: Exportar lista de ficheiros atual…
ru: Экспортировать текущий список файлов…
zh_hans: 导出当前文件列表…
zh_hant: 匯出當前檔案列表…

# action.import_file_list
source: Import File List…
es: Importar lista de archivos…
ja: ファイルリストを読み込む…
ko: 파일 목록 가져오기…
pt: Importar lista de ficheiros…
ru: Импортировать список файлов…
zh_hans: 导入文件列表…
zh_hant: 匯入檔案列表…

# action.later
source: Later
es: Más tarde
ja: あとで
ko: 나중에
pt: Mais tarde
ru: Позже
zh_hans: 稍后
zh_hant: 稍後

# action.minimize
source: Minimize
es: Minimizar
ja: しまう
ko: 최소화
pt: Minimizar
ru: Свернуть
zh_hans: 最小化
zh_hant: 最小化

# action.move
source: Move
es: Mover
ja: 移動
ko: 이동
pt: Mover
ru: Переместить
zh_hans: 移动
zh_hant: 移動

# action.move_dialog
source: Move To…
es: Mover a…
ja: 移動先を選択…
ko: 다음으로 이동…
pt: Mover para…
ru: Переместить в…
zh_hans: 移动到…
zh_hant: 移動到…

# action.new_tab
source: New Tab
es: Nueva pestaña
ja: 新規タブ
ko: 새로운 탭
pt: Novo separador
ru: Новая вкладка
zh_hans: 新标签页
zh_hant: 新分頁

# action.new_window
source: New Window
es: Nueva ventana
ja: 新規ウインドウ
ko: 새로운 윈도우
pt: Nova janela
ru: Новое окно
zh_hans: 新窗口
zh_hant: 新視窗

# action.ok
source: OK
es: Aceptar
ko: 확인
ru: ОК
zh_hans: 知道了
zh_hant: 知道了

# action.open
source: Open
es: Abrir
ja: 開く
ko: 열기
pt: Abrir
ru: Открыть
zh_hans: 打开
zh_hant: 打開

# action.open_settings
source: Settings…
es: Ajustes…
ja: 設定…
ko: 설정…
pt: Definições…
ru: Настройки…
zh_hans: 设置…
zh_hant: 設定…

# action.paste
source: Paste
es: Pegar
ja: ペースト
ko: 붙여넣기
pt: Colar
ru: Вставить
zh_hans: 粘贴
zh_hant: 貼上

# action.quick_look
source: Quick Look
es: Vista rápida
ja: クイックルック
ko: 훑어보기
pt: Vista rápida
ru: Быстрый просмотр
zh_hans: 快速查看
zh_hant: 快速查看

# action.refresh
source: Refresh
es: Actualizar
ja: 更新
ko: 새로 고침
pt: Atualizar
ru: Обновить
zh_hans: 刷新
zh_hant: 刷新

# action.reload
source: Reload
es: Recargar
ja: 再読み込み
ko: 다시 불러오기
pt: Recarregar
ru: Перезагрузить
zh_hans: 重新载入
zh_hant: 重新載入

# action.rename
source: Rename
es: Renombrar
ja: 名前を変更
ko: 이름 변경
pt: Alterar nome
ru: Переименовать
zh_hans: 重命名
zh_hant: 重新命名

# action.rename_dialog
source: Rename…
es: Renombrar…
ja: 名前を変更…
ko: 이름 변경…
pt: Alterar nome…
ru: Переименовать…
zh_hans: 重命名…
zh_hant: 重新命名…

# action.reveal_in_finder
source: Show in Finder
es: Mostrar en Finder
ja: Finderに表示
ko: Finder에서 보기
pt: Mostrar no Finder
ru: Показать в Finder
zh_hans: 在访达中显示
zh_hant: 在Finder中顯示

# action.save
source: Save
es: Guardar
ja: 保存
ko: 저장
pt: Guardar
ru: Сохранить
zh_hans: 保存
zh_hant: 儲存

# action.save_search_bookmark
source: Save Search Bookmark
es: Guardar marcador de búsqueda
ja: 検索ブックマークを保存
ko: 검색 책갈피 저장
pt: Guardar marcador de pesquisa
ru: Сохранить поиск в закладки
zh_hans: 保存搜索书签
zh_hant: 儲存搜尋書簽

# action.select_all
source: Select All
es: Seleccionar todo
ja: すべてを選択
ko: 모두 선택
pt: Selecionar tudo
ru: Выбрать все
zh_hans: 全选
zh_hant: 全選

# action.show_all_tabs
source: Show All Tabs
es: Mostrar todas las pestañas
ja: すべてのタブを表示
ko: 모든 탭 보기
pt: Mostrar todos os separadores
ru: Показать все вкладки
zh_hans: 显示所有标签页
zh_hant: 顯示所有分頁

# action.show_coverage
source: Index Scope and Coverage…
es: Alcance y cobertura del índice…
ja: インデックスの範囲と網羅状況…
ko: 색인 범위 및 포함 현황…
pt: Âmbito e cobertura do índice…
ru: Область и полнота индекса…
zh_hans: 索引范围与覆盖情况…
zh_hant: 索引範圍與覆蓋情況…

# action.stop
source: Stop
es: Detener
ja: 停止
ko: 중단
pt: Parar
ru: Остановить
zh_hans: 停止
zh_hant: 停止

# action.stop_current_content_task
source: Stop Current Content Task
es: Detener tarea de contenido actual
ja: 現在のコンテンツ処理を停止
ko: 현재 콘텐츠 작업 중단
pt: Parar tarefa de conteúdo atual
ru: Остановить текущую обработку содержимого
zh_hans: 停止当前内容任务
zh_hant: 停止當前內容任務

# action.toggle_sidebar
source: Show or Hide Sidebar
es: Mostrar u ocultar barra lateral
ja: サイドバーを表示／非表示
ko: 사이드바 보기 또는 가리기
pt: Mostrar ou ocultar barra lateral
ru: Показать или скрыть боковую панель
zh_hans: 显示或隐藏侧栏
zh_hant: 顯示或隱藏側欄

# action.trash
source: Move to Trash
es: Trasladar a la papelera
ja: ゴミ箱に入れる
ko: 휴지통으로 이동
pt: Mover para o Lixo
ru: Переместить в Корзину
zh_hans: 移入废纸篓
zh_hant: 移入廢紙簍

# action.undo
source: Undo
es: Deshacer
ja: 取り消す
ko: 실행 취소
pt: Desfazer
ru: Отменить действие
zh_hans: 撤销
zh_hant: 復原

# action.undo_last_file_operation
source: Undo Last File Operation
es: Deshacer última operación de archivos
ja: 直前のファイル操作を取り消す
ko: 마지막 파일 작업 실행 취소
pt: Desfazer última operação de ficheiros
ru: Отменить последнюю операцию с файлами
zh_hans: 撤销上一次文件操作
zh_hant: 復原上一次檔案操作

# app.about
source: About APFSearch
es: Acerca de APFSearch
ja: APFSearchについて
ko: APFSearch에 관하여
pt: Acerca do APFSearch
ru: Об APFSearch
zh_hans: 关于 APFSearch
zh_hant: 關於 APFSearch

# app.about_description
source: APFSearch — All-Purpose File Search Search files and folders on this Mac. Independent implementation; not affiliated with voidtools.
es: APFSearch — All-Purpose File Search Busca archivos y carpetas en este Mac. Implementación independiente, sin afiliación con voidtools.
ja: APFSearch — All-Purpose File Search このMacのファイルやフォルダを検索します。 独立した実装であり、voidtoolsとは関係ありません。
ko: APFSearch — All-Purpose File Search 이 Mac의 파일과 폴더를 검색합니다. 독립적으로 구현되었으며 voidtools와 관련이 없습니다.
pt: APFSearch — All-Purpose File Search Pesquise ficheiros e pastas neste Mac. Implementação independente, sem ligação à voidtools.
ru: APFSearch — All-Purpose File Search Поиск файлов и папок на этом Mac. Независимая реализация, не связанная с voidtools.
zh_hans: APFSearch — All-Purpose File Search 搜索这台 Mac 上的文件与文件夹。 独立实现；与 voidtools 无关联。
zh_hant: APFSearch — All-Purpose File Search 搜尋這台 Mac 上的檔案與資料夾。 獨立實現；與 voidtools 無關聯。

# app.hide
source: Hide APFSearch
es: Ocultar APFSearch
ja: APFSearchを非表示
ko: APFSearch 가리기
pt: Ocultar APFSearch
ru: Скрыть APFSearch
zh_hans: 隐藏 APFSearch
zh_hant: 隱藏 APFSearch

# app.hide_others
source: Hide Others
es: Ocultar otros
ja: ほかを非表示
ko: 기타 가리기
pt: Ocultar outras
ru: Скрыть остальные
zh_hans: 隐藏其他
zh_hant: 隱藏其他

# app.quit
source: Quit APFSearch
es: Salir de APFSearch
ja: APFSearchを終了
ko: APFSearch 종료
pt: Sair do APFSearch
ru: Завершить APFSearch
zh_hans: 退出 APFSearch
zh_hant: 結束 APFSearch

# app.show_all
source: Show All
es: Mostrar todo
ja: すべてを表示
ko: 모두 보기
pt: Mostrar tudo
ru: Показать все
zh_hans: 显示全部
zh_hant: 顯示全部

# app.tagline
source: All-Purpose File Search
es: Búsqueda de archivos para todo uso
ja: あらゆるファイルを検索
ko: 모든 파일을 위한 검색
pt: Pesquisa de ficheiros para todos os fins
ru: Универсальный поиск файлов
zh_hans: 文件搜索
zh_hant: 檔案搜尋

# cli.usage
source: APFSearch — All-Purpose File Search Usage: apfsearch-cli status | volumes | search <query> | scan <roots...> | --json '<request>' Uses the app’s search service. Open APFSearch.app before first use.
es: APFSearch — All-Purpose File Search Uso: apfsearch-cli status | volumes | search <query> | scan <roots...> | --json '<request>' Usa el servicio de búsqueda de la app. Abre APFSearch.app antes del primer uso.
ja: APFSearch — All-Purpose File Search 使い方: apfsearch-cli status | volumes | search <query> | scan <roots...> | --json '<request>' アプリの検索サービスを使用します。初回使用前にAPFSearch.appを開いてください。
ko: APFSearch — All-Purpose File Search 사용법: apfsearch-cli status | volumes | search <query> | scan <roots...> | --json '<request>' 앱의 검색 서비스를 사용합니다. 처음 사용하기 전에 APFSearch.app을 여십시오.
pt: APFSearch — All-Purpose File Search Utilização: apfsearch-cli status | volumes | search <query> | scan <roots...> | --json '<request>' Utiliza o serviço de pesquisa da aplicação. Abra APFSearch.app antes da primeira utilização.
ru: APFSearch — All-Purpose File Search Использование: apfsearch-cli status | volumes | search <query> | scan <roots...> | --json '<request>' Использует службу поиска приложения. Перед первым использованием откройте APFSearch.app.
zh_hans: APFSearch — 文件搜索 用法：apfsearch-cli status | volumes | search <query> | scan <roots...> | --json '<request>' 使用应用的搜索服务。首次使用请打开 APFSearch.app。
zh_hant: APFSearch — 檔案搜尋 用法：apfsearch-cli status | volumes | search <query> | scan <roots...> | --json '<request>' 使用應用程式的搜尋服務。首次使用請開啟 APFSearch.app。

# column.created
source: Date Created
es: Fecha de creación
ja: 作成日
ko: 생성일
pt: Data de criação
ru: Дата создания
zh_hans: 创建日期
zh_hant: 建立日期

# column.location
source: Location
es: Ubicación
ja: 場所
ko: 위치
pt: Localização
ru: Расположение
zh_hans: 位置
zh_hant: 位置

# column.modified
source: Date Modified
es: Fecha de modificación
ja: 変更日
ko: 수정일
pt: Data de modificação
ru: Дата изменения
zh_hans: 修改日期
zh_hant: 修改日期

# column.name
source: Name
es: Nombre
ja: 名前
ko: 이름
pt: Nome
ru: Имя
zh_hans: 名称
zh_hant: 名稱

# column.size
source: Size
es: Tamaño
ja: サイズ
ko: 크기
pt: Tamanho
ru: Размер
zh_hans: 大小
zh_hant: 大小

# content.cloud_placeholder_skipped
source: Cloud placeholder skipped without downloading.
es: Se omitió el archivo de marcador de posición en la nube sin descargarlo.
ja: クラウドのプレースホルダをダウンロードせずにスキップしました。
ko: 클라우드 자리 표시자 파일을 다운로드하지 않고 건너뛰었습니다.
pt: O ficheiro de marcador de posição na nuvem foi ignorado sem ser descarregado.
ru: Облачный файл-заполнитель пропущен без загрузки.
zh_hans: 云端占位文件，未触发下载
zh_hant: 雲端佔位檔案，未觸發下載

# content.completed_summary
source: Content indexing complete. Indexed: %1$@; skipped: %2$@%3$@
es: Indexación de contenido completada. Indexados: %1$@; omitidos: %2$@%3$@
ja: コンテンツの索引作成が完了しました。索引作成済み: %1$@、スキップ: %2$@%3$@
ko: 콘텐츠 색인 생성 완료. 색인 생성: %1$@, 건너뜀: %2$@%3$@
pt: Indexação de conteúdo concluída. Indexados: %1$@; ignorados: %2$@%3$@
ru: Индексирование содержимого завершено. Проиндексировано: %1$@; пропущено: %2$@%3$@
zh_hans: 内容索引完成：%@ 个文件；跳过 %@ 个%@
zh_hant: 內容索引完成：%@ 個檔案；跳過 %@ 個%@

# content.icloud_not_downloaded
source: The iCloud file has not been downloaded.
es: El archivo de iCloud no se ha descargado.
ja: iCloudファイルはダウンロードされていません。
ko: iCloud 파일이 다운로드되지 않았습니다.
pt: O ficheiro do iCloud não foi descarregado.
ru: Файл iCloud не загружен.
zh_hans: iCloud 文件未下载
zh_hant: iCloud 檔案未下載

# duplicates.group_heading
source: Group %@
es: Grupo %@
ja: グループ %@
ko: 그룹 %@
pt: Grupo %@
ru: Группа %@
zh_hans: 第 %@ 组
zh_hant: 第 %@ 組

# duplicates.hardlinks
source: Hard links to the same file
es: Enlaces físicos al mismo archivo
ja: 同一ファイルへのハードリンク
ko: 동일한 파일의 하드 링크
pt: Ligações físicas para o mesmo ficheiro
ru: Жёсткие ссылки на один файл
zh_hans: 指向同一文件的硬链接
zh_hant: 指向同一檔案的硬連結

# duplicates.identity_notice
source: Identical contents do not mean files can be deleted. Hard links may reference the same file, and APFS clones may share storage.
es: Un contenido idéntico no implica que los archivos puedan eliminarse. Los enlaces físicos pueden apuntar al mismo archivo y los clones APFS pueden compartir almacenamiento.
ja: 内容が同一でも削除できるとは限りません。ハードリンクは同じファイルを参照し、APFSクローンはストレージを共有している場合があります。
ko: 내용이 같다고 해서 삭제해도 되는 것은 아닙니다. 하드 링크는 같은 파일을 가리킬 수 있으며 APFS 클론은 저장 공간을 공유할 수 있습니다.
pt: Conteúdos idênticos não significam que os ficheiros possam ser eliminados. As ligações físicas podem apontar para o mesmo ficheiro e os clones APFS podem partilhar armazenamento.
ru: Совпадение содержимого не означает, что файлы можно удалить. Жёсткие ссылки могут указывать на один файл, а клоны APFS — совместно использовать хранилище.
zh_hans: 相同内容不代表可以删除。硬链接可能指向同一文件，APFS 克隆可能共享存储空间。
zh_hant: 相同內容不代表可以刪除。硬鏈接可能指向同一檔案，APFS 克隆可能共享儲存空間。

# duplicates.independent_files
source: Separate files with identical contents
es: Archivos independientes con contenido idéntico
ja: 内容が同一の別ファイル
ko: 내용이 같은 별개의 파일
pt: Ficheiros distintos com conteúdo idêntico
ru: Отдельные файлы с одинаковым содержимым
zh_hans: 内容相同的独立文件
zh_hant: 內容相同的獨立檔案

# duplicates.none_found
source: No duplicate contents were found among currently readable indexed files.
es: No se encontró contenido duplicado entre los archivos indexados que se pueden leer actualmente.
ja: 現在読み取り可能な索引内のファイルに、同一の内容は見つかりませんでした。
ko: 현재 읽을 수 있는 색인 파일에서 중복 내용을 찾지 못했습니다.
pt: Não foram encontrados conteúdos duplicados nos ficheiros indexados atualmente legíveis.
ru: Среди доступных для чтения файлов индекса совпадений содержимого не найдено.
zh_hans: 在当前可读取的索引文件中没有发现重复内容。
zh_hant: 在當前可讀取的索引檔案中沒有發現重復內容。

# duplicates.partial_notice
source: Some files could not be checked. The results below are incomplete.
es: No se pudieron comprobar algunos archivos. Los resultados siguientes están incompletos.
ja: 一部のファイルを確認できませんでした。以下の結果は不完全です。
ko: 일부 파일을 확인할 수 없어 아래 결과는 불완전합니다.
pt: Não foi possível verificar alguns ficheiros. Os resultados abaixo estão incompletos.
ru: Некоторые файлы не удалось проверить. Результаты ниже неполные.
zh_hans: 部分文件未完成核对，以下结果不代表完整扫描。
zh_hant: 部分檔案未完成核對，以下結果不代表完整掃描。

# duplicates.scope_notice
source: This check covers files in the current index. Files added during the check are included next time.
es: Esta comprobación abarca los archivos del índice actual. Los añadidos durante la comprobación se incluirán la próxima vez.
ja: 現在のインデックス内のファイルを確認します。確認中に追加されたファイルは次回の対象になります。
ko: 현재 색인의 파일을 확인합니다. 확인 중 추가된 파일은 다음 검사에 포함됩니다.
pt: Esta verificação abrange os ficheiros do índice atual. Os ficheiros adicionados durante a verificação serão incluídos da próxima vez.
ru: Проверяются файлы текущего индекса. Добавленные во время проверки файлы будут включены в следующий раз.
zh_hans: 检测范围为本次索引中的文件。检测过程中新增的文件将在下次核对。
zh_hant: 偵測範圍為本次索引中的檔案。偵測過程中新增的檔案將在下次核對。

# duplicates.storage_notice
source: Matching contents do not mean a file is safe to delete. APFS clone storage sharing is unknown.
es: La coincidencia de contenido no garantiza que sea seguro eliminar un archivo. Se desconoce si los clones APFS comparten almacenamiento.
ja: 内容が一致しても安全に削除できるとは限りません。APFSクローンによるストレージ共有の有無は不明です。
ko: 내용이 같아도 안전하게 삭제할 수 있다는 뜻은 아닙니다. APFS 클론의 저장 공간 공유 여부는 알 수 없습니다.
pt: Conteúdos iguais não garantem que seja seguro eliminar um ficheiro. A partilha de armazenamento por clones APFS é desconhecida.
ru: Совпадение содержимого не гарантирует безопасного удаления. Совместное использование хранилища клонами APFS неизвестно.
zh_hans: 相同内容不代表可以删除。APFS 克隆的共享存储关系未知。
zh_hant: 相同內容不代表可以刪除。APFS 複製的共享儲存關係未知。

# duplicates.unfinished_files
source: Files not checked
es: Archivos sin comprobar
ja: 未確認のファイル
ko: 확인하지 않은 파일
pt: Ficheiros não verificados
ru: Непроверенные файлы
zh_hans: 未完成的文件
zh_hant: 未完成的檔案

# duplicates.window_title
source: Files with Identical Contents
es: Archivos con contenido idéntico
ja: 内容が同一のファイル
ko: 내용이 같은 파일
pt: Ficheiros com conteúdo idêntico
ru: Файлы с одинаковым содержимым
zh_hans: 相同内容的文件
zh_hant: 相同內容的檔案

# error.absolute_path_required
source: A valid absolute path is required.
es: Se requiere una ruta absoluta válida.
ja: 有効な絶対パスが必要です。
ko: 유효한 절대 경로가 필요합니다.
pt: É necessário um caminho absoluto válido.
ru: Требуется допустимый абсолютный путь.
zh_hans: 需要有效的绝对路径
zh_hant: 需要有效的絕對路徑

# error.archive_duplicate_entries
source: The document archive contains duplicate entries.
es: El archivo comprimido del documento contiene entradas duplicadas.
ja: 文書のアーカイブに重複した項目があります。
ko: 문서 압축 파일에 중복 항목이 있습니다.
pt: O arquivo do documento contém entradas duplicadas.
ru: Архив документа содержит повторяющиеся записи.
zh_hans: 压缩文档包含重复条目
zh_hant: 壓縮文件包含重復條目

# error.archive_entry_limit
source: The archive contains too many entries.
es: El archivo comprimido contiene demasiadas entradas.
ja: アーカイブ内の項目数が上限を超えています。
ko: 압축 파일의 항목 수가 너무 많습니다.
pt: O arquivo contém demasiadas entradas.
ru: В архиве слишком много записей.
zh_hans: 压缩包条目过多
zh_hant: 壓縮包條目過多

# error.archive_read_or_timeout
source: The document archive could not be read or timed out.
es: No se pudo leer el archivo comprimido del documento o se agotó el tiempo de espera.
ja: 文書のアーカイブを読み取れなかったか、時間切れになりました。
ko: 문서 압축 파일을 읽을 수 없거나 제한 시간이 초과되었습니다.
pt: Não foi possível ler o arquivo do documento ou o tempo limite foi excedido.
ru: Не удалось прочитать архив документа, либо истекло время ожидания.
zh_hans: 压缩文档读取失败或超时
zh_hant: 壓縮文件讀取失敗或超時

# error.binary_text_file
source: The file contains binary data.
es: El archivo contiene datos binarios.
ja: ファイルにバイナリデータが含まれています。
ko: 파일에 바이너리 데이터가 포함되어 있습니다.
pt: O ficheiro contém dados binários.
ru: Файл содержит двоичные данные.
zh_hans: 文件是二进制内容
zh_hant: 檔案是二進制內容

# error.content_index_save
source: Could Not Save Content Index
es: No se pudo guardar el índice de contenido
ja: コンテンツインデックスを保存できませんでした
ko: 콘텐츠 색인을 저장할 수 없음
pt: Não foi possível guardar o índice de conteúdo
ru: Не удалось сохранить индекс содержимого
zh_hans: 保存内容索引失败
zh_hant: 儲存內容索引失敗

# error.destination_exists
source: Destination already exists: %@
es: El destino ya existe: %@
ja: 移動先はすでに存在します: %@
ko: 대상이 이미 존재합니다: %@
pt: O destino já existe: %@
ru: Назначение уже существует: %@
zh_hans: 目标已存在：%@
zh_hant: 目標已存在：%@

# error.destination_folder_missing
source: The destination folder does not exist.
es: La carpeta de destino no existe.
ja: 移動先のフォルダが存在しません。
ko: 대상 폴더가 존재하지 않습니다.
pt: A pasta de destino não existe.
ru: Папка назначения не существует.
zh_hans: 目标文件夹不存在
zh_hant: 目標資料夾不存在

# error.destination_required
source: A destination folder is required.
es: Se requiere una carpeta de destino.
ja: 移動先のフォルダが必要です。
ko: 대상 폴더가 필요합니다.
pt: É necessária uma pasta de destino.
ru: Требуется папка назначения.
zh_hans: 需要目标文件夹
zh_hant: 需要目標資料夾

# error.document_part_limit
source: The document contains too many parts.
es: El documento contiene demasiadas partes.
ja: 文書内のパーツ数が上限を超えています。
ko: 문서의 구성 요소 수가 너무 많습니다.
pt: O documento contém demasiadas partes.
ru: В документе слишком много частей.
zh_hans: 文档子项过多
zh_hant: 文件子項過多

# error.document_text_limit
source: The document text exceeds the extraction limit.
es: El texto del documento supera el límite de extracción.
ja: 文書のテキストが抽出上限を超えています。
ko: 문서 텍스트가 추출 한도를 초과합니다.
pt: O texto do documento excede o limite de extração.
ru: Текст документа превышает лимит извлечения.
zh_hans: 文档文本超过限制
zh_hant: 文件文本超過限制

# error.docx_missing_document
source: The DOCX document is missing its main XML content.
es: El documento DOCX no contiene su contenido XML principal.
ja: DOCX文書にメインのXMLコンテンツがありません。
ko: DOCX 문서에 기본 XML 콘텐츠가 없습니다.
pt: O documento DOCX não contém o conteúdo XML principal.
ru: В документе DOCX отсутствует основное XML-содержимое.
zh_hans: DOCX 缺少正文 XML
zh_hant: DOCX 缺少正文 XML

# error.duplicate_destination_name
source: Multiple files have the same destination name: %@
es: Varios archivos tienen el mismo nombre de destino: %@
ja: 複数のファイルで移動先の名前が重複しています: %@
ko: 여러 파일의 대상 이름이 같습니다: %@
pt: Vários ficheiros têm o mesmo nome de destino: %@
ru: У нескольких файлов одинаковое имя назначения: %@
zh_hans: 多个文件使用同一目标名称：%@
zh_hant: 多個檔案使用同一目標名稱：%@

# error.duplicate_rule_name
source: %1$@ name “%2$@” is duplicated.
es: %1$@: el nombre «%2$@» está duplicado.
ja: %1$@の名前「%2$@」が重複しています。
ko: %1$@ 이름 '%2$@'이(가) 중복됩니다.
pt: %1$@: o nome «%2$@» está duplicado.
ru: %1$@: имя «%2$@» повторяется.
zh_hans: %@名称“%@”重复。
zh_hant: %@名稱“%@”重復。

# error.empty_engine_response
source: The search engine returned no result.
es: El motor de búsqueda no devolvió ningún resultado.
ja: 検索エンジンから結果が返されませんでした。
ko: 검색 엔진이 결과를 반환하지 않았습니다.
pt: O motor de pesquisa não devolveu resultados.
ru: Поисковый движок не вернул результат.
zh_hans: 搜索引擎没有返回结果。
zh_hant: 搜尋引擎沒有返回結果。

# error.empty_rule_fields
source: %1$@, line %2$@: the name and query must not be empty.
es: %1$@, línea %2$@: el nombre y la consulta no pueden estar vacíos.
ja: %1$@の%2$@行目: 名前とクエリを空にはできません。
ko: %1$@, %2$@행: 이름과 검색식은 비워 둘 수 없습니다.
pt: %1$@, linha %2$@: o nome e a consulta não podem estar vazios.
ru: %1$@, строка %2$@: имя и запрос не должны быть пустыми.
zh_hans: %@第 %@ 行的名称和查询都不能为空。
zh_hant: %@第 %@ 行的名稱和查詢都不能為空。

# error.extracted_text_limit
source: Extracted text exceeds the 32 MiB limit.
es: El texto extraído supera el límite de 32 MiB.
ja: 抽出したテキストが32 MiBの上限を超えています。
ko: 추출한 텍스트가 32 MiB 한도를 초과합니다.
pt: O texto extraído excede o limite de 32 MiB.
ru: Извлечённый текст превышает лимит 32 МиБ.
zh_hans: 提取文本超过 32 MiB 限制
zh_hant: 擷取文本超過 32 MiB 限制

# error.extraction_file_size_limit
source: The file exceeds the 128 MiB extraction limit.
es: El archivo supera el límite de extracción de 128 MiB.
ja: ファイルが抽出対象の128 MiBの上限を超えています。
ko: 파일이 추출 크기 한도인 128 MiB를 초과합니다.
pt: O ficheiro excede o limite de extração de 128 MiB.
ru: Файл превышает лимит извлечения 128 МиБ.
zh_hans: 超过单文件内容提取限制 128 MiB
zh_hant: 超過單檔案內容擷取限制 128 MiB

# error.extraction_limit_or_cancelled
source: Extraction exceeded a limit or was cancelled.
es: La extracción superó un límite o se canceló.
ja: 抽出が上限を超えたか、キャンセルされました。
ko: 추출이 한도를 초과했거나 취소되었습니다.
pt: A extração excedeu um limite ou foi cancelada.
ru: Извлечение превысило лимит или было отменено.
zh_hans: 提取超出限制或被取消
zh_hant: 擷取超出限制或被取消

# error.file_already_exists
source: The file already exists. Choose another name.
es: El archivo ya existe. Elige otro nombre.
ja: ファイルはすでに存在します。別の名前を選んでください。
ko: 파일이 이미 존재합니다. 다른 이름을 선택하십시오.
pt: O ficheiro já existe. Escolha outro nome.
ru: Файл уже существует. Выберите другое имя.
zh_hans: 文件已存在，请选择其他名称。
zh_hant: 檔案已存在，請選擇其他名稱。

# error.file_changed_during_extraction
source: The file changed during extraction. Try again.
es: El archivo cambió durante la extracción. Inténtalo de nuevo.
ja: 抽出中にファイルが変更されました。もう一度お試しください。
ko: 추출 중 파일이 변경되었습니다. 다시 시도하십시오.
pt: O ficheiro foi alterado durante a extração. Tente novamente.
ru: Файл изменился во время извлечения. Повторите попытку.
zh_hans: 提取期间文件发生变化，请重试
zh_hant: 擷取期間檔案發生變化，請重試

# error.file_inaccessible
source: The file is not accessible.
es: No se puede acceder al archivo.
ja: ファイルにアクセスできません。
ko: 파일에 접근할 수 없습니다.
pt: Não é possível aceder ao ficheiro.
ru: Файл недоступен.
zh_hans: 文件不可访问
zh_hant: 檔案不可訪問
